Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Contrast %@:1. Test it with the scanner it's for.
ar: التباين %@:1. اختبره باستخدام الماسح المخصص له.
ca: Contrast %@:1. Prova’l amb el lector a què va destinat.
cs: Kontrast %@:1. Otestujte ho skenerem, pro který je určený.
da: Kontrast %@:1. Test den med den scanner, den er beregnet til.
de: Kontrast %@:1. Teste den Code mit dem Scanner, für den er gedacht ist.
el: Αντίθεση %@:1. Δοκιμάστε τον με τον σαρωτή για τον οποίο προορίζεται.
es: Contraste %@:1. Pruébalo con el lector al que va dirigido.
fi: Kontrasti %@:1. Testaa koodi sillä lukijalla, jolle se on tarkoitettu.
fr: Contraste %@:1. Testez-le avec le lecteur auquel il est destiné.
he: ניגודיות %@:1. בדוק אותה עם הסורק שהקוד מיועד לו.
hi: कंट्रास्ट %@:1। जिस स्कैनर के लिए यह है, उससे इसे टेस्ट करें।
hr: Kontrast %@:1. Testirajte ga čitačem za koji je namijenjen.
hu: Kontraszt: %@:1. Tesztelje azzal az olvasóval, amelyhez készül.
id: Kontras %@:1. Uji dengan pemindai yang akan membacanya.
it: Contrasto %@:1. Provalo con il lettore a cui è destinato.
ja: コントラスト %@:1。使用するスキャナで読み取れるか確認してください。
ko: 대비 %@:1. 실제로 사용할 스캐너로 테스트해 보십시오.
ms: Kontras %@:1. Uji dengan pengimbas yang akan digunakan.
nb: Kontrast %@:1. Test den med skanneren den er ment for.
nl: Contrast %@:1. Test de code met de scanner waarvoor hij bedoeld is.
pl: Kontrast %@:1. Przetestuj go skanerem, dla którego jest przeznaczony.
pt_br: Contraste %@:1. Teste com o leitor em que ele será usado.
pt_pt: Contraste %@:1. Teste-o com o leitor a que se destina.
ro: Contrast %@:1. Testați-l cu scanerul căruia îi este destinat.
ru: Контраст %@:1. Проверьте код тем сканером, для которого он предназначен.
sk: Kontrast %@:1. Otestujte ho so skenerom, pre ktorý je určený.
sv: Kontrast %@:1. Testa den med skannern den är avsedd för.
th: คอนทราสต์ %@:1 ให้ทดสอบกับเครื่องสแกนที่จะใช้งานจริง
tr: Kontrast %@:1. Kullanılacağı tarayıcıyla test edin.
uk: Контраст %@:1. Перевірте код тим сканером, для якого його призначено.
vi: Độ tương phản %@:1. Hãy thử với chính máy quét sẽ dùng mã này.
zh_hans: 对比度为 %@:1。请用目标扫描器测试。
zh_hant: 對比度 %@:1。請用實際要讀取的掃描器測試。

source: Contrast is %@:1. Codes need 3:1 or more.
ar: التباين %@:1. تحتاج الرموز إلى 3:1 أو أكثر.
ca: El contrast és %@:1. Els codis necessiten 3:1 o més.
cs: Kontrast je %@:1. Kódy potřebují alespoň 3:1.
da: Kontrasten er %@:1. Koder kræver 3:1 eller mere.
de: Der Kontrast beträgt %@:1. Codes brauchen 3:1 oder mehr.
el: Η αντίθεση είναι %@:1. Οι κωδικοί χρειάζονται 3:1 ή περισσότερο.
es: El contraste es %@:1. Los códigos necesitan 3:1 o más.
fi: Kontrasti on %@:1. Koodit vaativat vähintään 3:1.
fr: Le contraste est de %@:1. Les codes demandent 3:1 ou plus.
he: הניגודיות היא %@:1. קודים צריכים 3:1 או יותר.
hi: कंट्रास्ट %@:1 है। कोड के लिए 3:1 या उससे अधिक चाहिए।
hr: Kontrast je %@:1. Kodovi trebaju 3:1 ili više.
hu: A kontraszt %@:1. A kódokhoz legalább 3:1 szükséges.
id: Kontras %@:1. Kode memerlukan 3:1 atau lebih.
it: Il contrasto è %@:1. I codici richiedono almeno 3:1.
ja: コントラストは%@:1です。コードには3:1以上が必要です。
ko: 대비가 %@:1입니다. 코드에는 3:1 이상이 필요합니다.
ms: Kontras ialah %@:1. Kod memerlukan 3:1 atau lebih.
nb: Kontrasten er %@:1. Koder trenger 3:1 eller mer.
nl: Het contrast is %@:1. Codes hebben 3:1 of meer nodig.
pl: Kontrast wynosi %@:1. Kody wymagają co najmniej 3:1.
pt_br: O contraste é %@:1. Os códigos precisam de 3:1 ou mais.
pt_pt: O contraste é %@:1. Os códigos precisam de 3:1 ou mais.
ro: Contrastul este %@:1. Codurile necesită 3:1 sau mai mult.
ru: Контраст %@:1. Кодам нужно 3:1 или больше.
sk: Kontrast je %@:1. Kódy potrebujú aspoň 3:1.
sv: Kontrasten är %@:1. Koder behöver 3:1 eller mer.
th: คอนทราสต์คือ %@:1 โค้ดต้องมีคอนทราสต์ 3:1 ขึ้นไป
tr: Kontrast %@:1. Kodlar için 3:1 veya daha fazlası gerekir.
uk: Контраст %@:1. Кодам потрібно 3:1 або більше.
vi: Độ tương phản là %@:1. Mã cần từ 3:1 trở lên.
zh_hans: 对比度为 %@:1。码需要 3:1 或更高。
zh_hant: 對比度為 %@:1。條碼需要 3:1 以上。

source: Control Center
ar: مركز التحكم
ca: Centre de control
cs: Ovládací centrum
da: Kontrolcenter
de: Kontrollzentrum
el: Κέντρο ελέγχου
es: Centro de control
fi: Ohjauskeskus
fr: Centre de contrôle
he: מרכז הבקרה
hi: कंट्रोल सेंटर
hr: Kontrolni centar
hu: Vezérlőközpont
id: Pusat Kontrol
it: Centro di Controllo
ja: コントロールセンター
ko: 제어 센터
ms: Pusat Kawalan
nb: Kontrollsenter
nl: Bedieningspaneel
pl: Centrum sterowania
pt_br: Central de Controle
pt_pt: Centro de controlo
ro: Centru de control
ru: Пункт управления
sk: Ovládacie centrum
sv: Kontrollcenter
th: ศูนย์ควบคุม
tr: Denetim Merkezi
uk: Центр керування
vi: Trung tâm điều khiển
zh_hans: 控制中心
zh_hant: 控制中心

source: Control Center, Lock Screen and the Action button
ar: مركز التحكم وشاشة القفل وزر الإجراء
ca: Centre de control, pantalla bloquejada i botó d’acció
cs: Ovládací centrum, zamčená obrazovka a tlačítko Akce
da: Kontrolcenter, låseskærmen og handlingsknappen
de: Kontrollzentrum, Sperrbildschirm und Aktionstaste
el: Κέντρο ελέγχου, Οθόνη κλειδώματος και κουμπί Ενέργειας
es: Centro de control, pantalla bloqueada y botón de acción
fi: Ohjauskeskus, lukittu näyttö ja toimintopainike
fr: Centre de contrôle, écran verrouillé et bouton Action
he: מרכז הבקרה, מסך הנעילה וכפתור הפעולה
hi: कंट्रोल सेंटर, लॉक स्क्रीन और ऐक्शन बटन
hr: Kontrolni centar, zaključani zaslon i tipka Radnja
hu: Vezérlőközpont, zárolási képernyő és Műveletgomb
id: Pusat Kontrol, Layar Terkunci, dan tombol Tindakan
it: Centro di Controllo, schermata di blocco e tasto Azione
ja: コントロールセンター、ロック画面、アクションボタン
ko: 제어 센터, 잠금 화면 및 동작 버튼
ms: Pusat Kawalan, Skrin Kunci dan butang Tindakan
nb: Kontrollsenter, Låst skjerm og Handlingsknappen
nl: Bedieningspaneel, toegangsscherm en actieknop
pl: Centrum sterowania, ekran blokady i przycisk czynności
pt_br: Central de Controle, Tela Bloqueada e Botão de Ação
pt_pt: Centro de controlo, ecrã bloqueado e botão Ação
ro: Centrul de control, ecranul de blocare și butonul Acțiune
ru: Пункт управления, экран блокировки и кнопка «Действие»
sk: Ovládacie centrum, zamknutá obrazovka a Akčné tlačidlo
sv: Kontrollcenter, låsskärmen och åtgärdsknappen
th: ศูนย์ควบคุม หน้าจอล็อค และปุ่มการทำงาน
tr: Denetim Merkezi, Kilitli Ekran ve Eylem düğmesi
uk: Центр керування, замкнений екран і кнопка дії
vi: Trung tâm điều khiển, Màn hình khóa và nút Tác vụ
zh_hans: 控制中心、锁定屏幕和操作按钮
zh_hant: 控制中心、鎖定畫面和動作按鈕

source: Coordinates
ar: الإحداثيات
ca: Coordenades
cs: Souřadnice
da: Koordinater
de: Koordinaten
el: Συντεταγμένες
es: Coordenadas
fi: Koordinaatit
fr: Coordonnées
he: קואורדינטות
hi: निर्देशांक
hr: Koordinate
hu: Koordináták
id: Koordinat
it: Coordinate
ja: 座標
ko: 좌표
ms: Koordinat
nb: Koordinater
nl: Coördinaten
pl: Współrzędne
pt_br: Coordenadas
pt_pt: Coordenadas
ro: Coordonate
ru: Координаты
sk: Súradnice
sv: Koordinater
th: พิกัด
tr: Koordinatlar
uk: Координати
vi: Tọa độ
zh_hans: 坐标
zh_hant: 座標

source: Copenhagen
ar: كوبنهاغن
ca: Copenhaguen
cs: Kodaň
da: København
de: Kopenhagen
el: Κοπεγχάγη
es: Copenhague
fi: Kööpenhamina
fr: Copenhague
he: קופנהגן
hi: कोपेनहेगन
hr: Kopenhagen
hu: Koppenhága
id: Kopenhagen
it: Copenaghen
ja: コペンハーゲン
ko: 코펜하겐
nb: København
nl: Kopenhagen
pl: Kopenhaga
pt_br: Copenhague
pt_pt: Copenhaga
ro: Copenhaga
ru: Копенгаген
sk: Kodaň
sv: Köpenhamn
th: โคเปนเฮเกน
tr: Kopenhag
uk: Копенгаген
zh_hans: 哥本哈根
zh_hant: 哥本哈根

source: Copied
ar: تم النسخ
ca: Copiat
cs: Zkopírováno
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
es: Copiado
fi: Kopioitu
fr: Copié
he: הועתק
hi: कॉपी किया गया
hr: Kopirano
hu: Másolva
id: Disalin
it: Copiato
ja: コピーしました
ko: 복사됨
ms: Disalin
nb: Kopiert
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
pt_pt: Copiado
ro: Copiat
ru: Скопировано
sk: Skopírované
sv: Kopierad
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copy
ar: نسخ
ca: Copia
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
he: העתק
hi: कॉपी करें
hr: Kopiraj
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
nb: Kopier
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ro: Copiați
ru: Скопировать
sk: Kopírovať
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Скопіювати
vi: Sao chép
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy Address
ar: نسخ العنوان
ca: Copia l’adreça
cs: Kopírovat adresu
da: Kopier adresse
de: Adresse kopieren
el: Αντιγραφή διεύθυνσης
es: Copiar dirección
fi: Kopioi osoite
fr: Copier l’adresse
he: העתק כתובת
hi: पता कॉपी करें
hr: Kopiraj adresu
hu: Cím másolása
id: Salin Alamat
it: Copia indirizzo
ja: 住所をコピー
ko: 주소 복사
ms: Salin Alamat
nb: Kopier adresse
nl: Kopieer adres
pl: Kopiuj adres
pt_br: Copiar Endereço
pt_pt: Copiar endereço
ro: Copiați adresa
ru: Скопировать адрес
sk: Kopírovať adresu
sv: Kopiera adress
th: คัดลอกที่อยู่
tr: Adresi Kopyala
uk: Скопіювати адресу
vi: Sao chép địa chỉ
zh_hans: 拷贝地址
zh_hant: 拷貝地址

source: Copy All
ar: نسخ الكل
ca: Copia-ho tot
cs: Kopírovat vše
da: Kopier alle
de: Alles kopieren
el: Αντιγραφή όλων
es: Copiar todo
fi: Kopioi kaikki
fr: Tout copier
he: העתק הכל
hi: सब कॉपी करें
hr: Kopiraj sve
hu: Az összes másolása
id: Salin Semua
it: Copia tutto
ja: すべてコピー
ko: 모두 복사
ms: Salin Semua
nb: Kopier alt
nl: Kopieer alles
pl: Kopiuj wszystko
pt_br: Copiar Tudo
pt_pt: Copiar tudo
ro: Copiați tot
ru: Скопировать все
sk: Kopírovať všetko
sv: Kopiera alla
th: คัดลอกทั้งหมด
tr: Tümünü Kopyala
uk: Скопіювати все
vi: Sao chép tất cả
zh_hans: 全部拷贝
zh_hant: 全部拷貝

source: Copy Email Address
ar: نسخ عنوان البريد الإلكتروني
ca: Copia l’adreça electrònica
cs: Kopírovat e‑mailovou adresu
da: Kopier e-mailadresse
de: E-Mail-Adresse kopieren
el: Αντιγραφή διεύθυνσης email
es: Copiar correo
fi: Kopioi sähköpostiosoite
fr: Copier l’adresse e-mail
he: העתק כתובת דוא״ל
hi: ईमेल पता कॉपी करें
hr: Kopiraj adresu e-pošte
hu: E-mail-cím másolása
id: Salin Alamat Email
it: Copia indirizzo email
ja: メールアドレスをコピー
ko: 이메일 주소 복사
ms: Salin Alamat E-mel
nb: Kopier e-postadresse
nl: Kopieer e-mailadres
pl: Kopiuj adres e‑mail
pt_br: Copiar E-mail
pt_pt: Copiar e-mail
ro: Copiați adresa de e-mail
ru: Скопировать адрес e-mail
sk: Kopírovať e-mailovú adresu
sv: Kopiera e-postadress
th: คัดลอกที่อยู่อีเมล
tr: E-posta Adresini Kopyala
uk: Скопіювати адресу е-пошти
vi: Sao chép địa chỉ email
zh_hans: 拷贝电子邮件地址
zh_hant: 拷貝電子郵件地址

source: Copy Image
ar: نسخ الصورة
ca: Copia la imatge
cs: Kopírovat obrázek
da: Kopier billede
de: Bild kopieren
el: Αντιγραφή εικόνας
es: Copiar imagen
fi: Kopioi kuva
fr: Copier l’image
he: העתק תמונה
hi: इमेज कॉपी करें
hr: Kopiraj sliku
hu: Kép másolása
id: Salin Gambar
it: Copia immagine
ja: 画像をコピー
ko: 이미지 복사
ms: Salin Imej
nb: Kopier bilde
nl: Kopieer afbeelding
pl: Kopiuj obrazek
pt_br: Copiar Imagem
pt_pt: Copiar imagem
ro: Copiați imaginea
ru: Скопировать изображение
sk: Kopírovať obrázok
sv: Kopiera bild
th: คัดลอกภาพ
tr: Görüntüyü Kopyala
uk: Скопіювати зображення
vi: Sao chép hình ảnh
zh_hans: 拷贝图像
zh_hant: 拷貝影像

source: Copy Link
ar: نسخ الرابط
ca: Copia l’enllaç
cs: Kopírovat odkaz
da: Kopier link
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar enlace
fi: Kopioi linkki
fr: Copier le lien
he: העתק קישור
hi: लिंक कॉपी करें
hr: Kopiraj poveznicu
hu: Link másolása
id: Salin Tautan
it: Copia link
ja: リンクをコピー
ko: 링크 복사
ms: Salin Pautan
nb: Kopier lenke
nl: Kopieer link
pl: Kopiuj link
pt_br: Copiar Link
pt_pt: Copiar ligação
ro: Copiați linkul
ru: Скопировать ссылку
sk: Kopírovať odkaz
sv: Kopiera länk
th: คัดลอกลิงก์
tr: Bağlantıyı Kopyala
uk: Скопіювати посилання
vi: Sao chép liên kết
zh_hans: 拷贝链接
zh_hant: 拷貝連結

source: Copy Name
ar: نسخ الاسم
ca: Copia el nom
cs: Kopírovat jméno
da: Kopier navn
de: Namen kopieren
el: Αντιγραφή ονόματος
es: Copiar nombre
fi: Kopioi nimi
fr: Copier le nom
he: העתק שם
hi: नाम कॉपी करें
hr: Kopiraj ime
hu: Név másolása
id: Salin Nama
it: Copia nome
ja: 名前をコピー
ko: 이름 복사
ms: Salin Nama
nb: Kopier navn
nl: Kopieer naam
pl: Kopiuj nazwę
pt_br: Copiar Nome
pt_pt: Copiar nome
ro: Copiați numele
ru: Скопировать имя
sk: Kopírovať meno
sv: Kopiera namn
th: คัดลอกชื่อ
tr: Adı Kopyala
uk: Скопіювати ім’я
vi: Sao chép tên
zh_hans: 拷贝名称
zh_hant: 拷貝名稱

source: Copy Number
ar: نسخ الرقم
ca: Copia el número
cs: Kopírovat číslo
da: Kopier nummer
de: Nummer kopieren
el: Αντιγραφή αριθμού
es: Copiar número
fi: Kopioi numero
fr: Copier le numéro
he: העתק מספר
hi: नंबर कॉपी करें
hr: Kopiraj broj
hu: Szám másolása
id: Salin Nomor
it: Copia numero
ja: 番号をコピー
ko: 번호 복사
ms: Salin Nombor
nb: Kopier nummer
nl: Kopieer nummer
pl: Kopiuj numer
pt_br: Copiar Número
pt_pt: Copiar número
ro: Copiați numărul
ru: Скопировать номер
sk: Kopírovať číslo
sv: Kopiera nummer
th: คัดลอกหมายเลข
tr: Numarayı Kopyala
uk: Скопіювати номер
vi: Sao chép số
zh_hans: 拷贝号码
zh_hant: 拷貝號碼

source: Copy Password
ar: نسخ كلمة السر
ca: Copia la contrasenya
cs: Kopírovat heslo
da: Kopier adgangskode
de: Passwort kopieren
el: Αντιγραφή συνθηματικού
es: Copiar contraseña
fi: Kopioi salasana
fr: Copier le mot de passe
he: העתק סיסמה
hi: पासवर्ड कॉपी करें
hr: Kopiraj lozinku
hu: Jelszó másolása
id: Salin Kata Sandi
it: Copia password
ja: パスワードをコピー
ko: 암호 복사
ms: Salin Kata Laluan
nb: Kopier passord
nl: Kopieer wachtwoord
pl: Kopiuj hasło
pt_br: Copiar Senha
pt_pt: Copiar palavra-passe
ro: Copiați parola
ru: Скопировать пароль
sk: Kopírovať heslo
sv: Kopiera lösenord
th: คัดลอกรหัสผ่าน
tr: Parolayı Kopyala
uk: Скопіювати пароль
vi: Sao chép mật khẩu
zh_hans: 拷贝密码
zh_hant: 拷貝密碼

source: Copy Phone Number
ar: نسخ رقم الهاتف
ca: Copia el telèfon
cs: Kopírovat telefonní číslo
da: Kopier telefonnummer
de: Telefonnummer kopieren
el: Αντιγραφή αριθμού τηλεφώνου
es: Copiar teléfono
fi: Kopioi puhelinnumero
fr: Copier le numéro de téléphone
he: העתק מספר טלפון
hi: फ़ोन नंबर कॉपी करें
hr: Kopiraj broj telefona
hu: Telefonszám másolása
id: Salin Nomor Telepon
it: Copia numero di telefono
ja: 電話番号をコピー
ko: 전화번호 복사
ms: Salin Nombor Telefon
nb: Kopier telefonnummer
nl: Kopieer telefoonnummer
pl: Kopiuj numer telefonu
pt_br: Copiar Telefone
pt_pt: Copiar telefone
ro: Copiați numărul de telefon
ru: Скопировать номер телефона
sk: Kopírovať telefónne číslo
sv: Kopiera telefonnummer
th: คัดลอกเบอร์โทรศัพท์
tr: Telefon Numarasını Kopyala
uk: Скопіювати номер телефону
vi: Sao chép số điện thoại
zh_hans: 拷贝电话号码
zh_hant: 拷貝電話號碼

source: Copy Text
ar: نسخ النص
ca: Copia el text
cs: Kopírovat text
da: Kopier tekst
de: Text kopieren
el: Αντιγραφή κειμένου
es: Copiar texto
fi: Kopioi teksti
fr: Copier le texte
he: העתק טקסט
hi: टेक्स्ट कॉपी करें
hr: Kopiraj tekst
hu: Szöveg másolása
id: Salin Teks
it: Copia testo
ja: テキストをコピー
ko: 텍스트 복사
ms: Salin Teks
nb: Kopier tekst
nl: Kopieer tekst
pl: Kopiuj tekst
pt_br: Copiar Texto
pt_pt: Copiar texto
ro: Copiați textul
ru: Скопировать текст
sk: Kopírovať text
sv: Kopiera text
th: คัดลอกข้อความ
tr: Metni Kopyala
uk: Скопіювати текст
vi: Sao chép văn bản
zh_hans: 拷贝文本
zh_hant: 拷貝文字

source: Corners
ar: الزوايا
ca: Cantonades
cs: Rohy
da: Hjørner
de: Ecken
el: Γωνίες
es: Esquinas
fi: Kulmat
fr: Coins
he: פינות
hi: कोने
hr: Kutovi
hu: Sarkok
id: Sudut
it: Angoli
ja: コーナー
ko: 모서리
ms: Bucu
nb: Hjørner
nl: Hoeken
pl: Narożniki
pt_br: Cantos
pt_pt: Cantos
ro: Colțuri
ru: Углы
sk: Rohy
sv: Hörn
th: มุม
tr: Köşeler
uk: Кути
vi: Góc
zh_hans: 角
zh_hant: 角落

source: Couldn't create a Wallet pass for this flight.
ar: تعذر إنشاء بطاقة في المحفظة لهذه الرحلة.
ca: No s’ha pogut crear un passi de Wallet per a aquest vol.
cs: Pro tento let se nepodařilo vytvořit kartu Walletu.
da: Der kunne ikke oprettes et Wallet-kort til denne flyvning.
de: Für diesen Flug konnte kein Wallet-Pass erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία πάσου Wallet για αυτήν την πτήση.
es: No se pudo crear un pase de Wallet para este vuelo.
fi: Tälle lennolle ei voitu luoda Wallet-korttia.
fr: Impossible de créer un pass Wallet pour ce vol.
he: לא ניתן היה ליצור כרטיס Wallet לטיסה זו.
hi: इस फ़्लाइट के लिए Wallet पास नहीं बनाया जा सका।
hr: Nije moguće izraditi Wallet propusnicu za ovaj let.
hu: Nem sikerült Wallet-kártyát létrehozni ehhez a járathoz.
id: Tidak dapat membuat pass Wallet untuk penerbangan ini.
it: Impossibile creare un pass Wallet per questo volo.
ja: このフライトのウォレットパスを作成できませんでした。
ko: 이 항공편의 지갑 패스를 생성할 수 없습니다.
ms: Tidak dapat mencipta pas Wallet untuk penerbangan ini.
nb: Kunne ikke opprette et Lommebok-kort for denne flyvningen.
nl: Kan geen Wallet-pas voor deze vlucht aanmaken.
pl: Nie udało się utworzyć przepustki Portfela dla tego lotu.
pt_br: Não foi possível criar um passe da Wallet para este voo.
pt_pt: Não foi possível criar um passe da Wallet para este voo.
ro: Nu s-a putut crea un permis Wallet pentru acest zbor.
ru: Не удалось создать карту Wallet для этого рейса.
sk: Pre tento let sa nepodarilo vytvoriť kartu pre Wallet.
sv: Det gick inte att skapa ett kort i Plånbok för den här flygningen.
th: ไม่สามารถสร้างบัตร Wallet สำหรับเที่ยวบินนี้ได้
tr: Bu uçuş için Wallet kartı oluşturulamadı.
uk: Не вдалося створити картку Wallet для цього рейсу.
vi: Không thể tạo thẻ Ví cho chuyến bay này.
zh_hans: 无法为此航班创建钱包卡券。
zh_hant: 無法為此航班建立錢包票卡。

source: Couldn't join %@. Make sure you're in range and try again.
ar: تعذر الانضمام إلى %@. تأكد من أنك ضمن النطاق وحاول مرة أخرى.
ca: No s’ha pogut connectar a %@. Assegura’t que estàs dins de l’abast i torna-ho a provar.
cs: K síti %@ se nepodařilo připojit. Ujistěte se, že jste v dosahu, a zkuste to znovu.
da: Der kunne ikke oprettes forbindelse til %@. Sørg for, at du er inden for rækkevidde, og prøv igen.
de: Verbindung mit %@ nicht möglich. Achte darauf, dass du in Reichweite bist, und versuche es erneut.
el: Δεν ήταν δυνατή η σύνδεση στο %@. Βεβαιωθείτε ότι βρίσκεστε εντός εμβέλειας και δοκιμάστε ξανά.
es: No se pudo conectar a %@. Asegúrate de estar dentro del alcance e inténtalo de nuevo.
fi: Verkkoon %@ ei voitu liittyä. Varmista, että olet kantaman sisällä, ja yritä uudelleen.
fr: Impossible de rejoindre %@. Vérifiez que vous êtes à portée et réessayez.
he: לא ניתן היה להתחבר אל %@. ודא שאתה בטווח ונסה שוב.
hi: %@ से नहीं जुड़ सका। पक्का करें कि आप रेंज में हैं और फिर से कोशिश करें।
hr: Nije moguće pridružiti se mreži %@. Provjerite jeste li u dometu i pokušajte ponovno.
hu: Nem sikerült csatlakozni ide: %@. Ellenőrizze, hogy hatótávolságon belül van-e, és próbálja újra.
id: Tidak dapat bergabung ke %@. Pastikan Anda berada dalam jangkauan, lalu coba lagi.
it: Impossibile connettersi a %@. Assicurati di essere nel raggio d’azione e riprova.
ja: %@に接続できませんでした。電波の届く範囲にいることを確認して、もう一度お試しください。
ko: %@에 연결할 수 없습니다. 범위 내에 있는지 확인한 후 다시 시도하십시오.
ms: Tidak dapat menyertai %@. Pastikan anda berada dalam julat dan cuba lagi.
nb: Kunne ikke koble til %@. Sørg for at du er innenfor rekkevidde, og prøv igjen.
nl: Kan geen verbinding maken met %@. Zorg dat je binnen bereik bent en probeer het opnieuw.
pl: Nie udało się połączyć z %@. Upewnij się, że jesteś w zasięgu, i spróbuj ponownie.
pt_br: Não foi possível conectar a %@. Verifique se você está no alcance da rede e tente novamente.
pt_pt: Não foi possível ligar a %@. Certifique-se de que está ao alcance da rede e tente novamente.
ro: Nu s-a putut realiza conectarea la %@. Asigurați-vă că sunteți în raza de acoperire și încercați din nou.
ru: Не удалось подключиться к %@. Убедитесь, что вы в зоне действия сети, и повторите попытку.
sk: K sieti %@ sa nepodarilo pripojiť. Uistite sa, že ste v dosahu, a skúste to znova.
sv: Det gick inte att ansluta till %@. Kontrollera att du är inom räckvidd och försök igen.
th: ไม่สามารถเข้าร่วม %@ ได้ ตรวจสอบว่าคุณอยู่ในระยะสัญญาณแล้วลองอีกครั้ง
tr: %@ ağına katılınamadı. Menzil içinde olduğunuzdan emin olun ve yeniden deneyin.
uk: Не вдалося під’єднатися до %@. Переконайтеся, що ви в зоні дії мережі, і повторіть спробу.
vi: Không thể kết nối với %@. Hãy đảm bảo bạn ở trong vùng phủ sóng và thử lại.
zh_hans: 无法加入 %@。请确保你在信号范围内，然后重试。
zh_hant: 無法加入「%@」。請確定你在訊號範圍內，然後再試一次。

source: Couldn't reach the Wallet service. Check your connection and try again.
ar: تعذر الوصول إلى خدمة المحفظة. تحقق من اتصالك وحاول مرة أخرى.
ca: No s’ha pogut accedir al servei de Wallet. Revisa la connexió i torna-ho a provar.
cs: Službu Walletu se nepodařilo kontaktovat. Zkontrolujte připojení a zkuste to znovu.
da: Der kunne ikke oprettes forbindelse til Wallet-tjenesten. Tjek din forbindelse, og prøv igen.
de: Der Wallet-Dienst ist nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η επικοινωνία με την υπηρεσία Wallet. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudo acceder al servicio de Wallet. Revisa tu conexión e inténtalo de nuevo.
fi: Wallet-palveluun ei saatu yhteyttä. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de joindre le service Wallet. Vérifiez votre connexion et réessayez.
he: לא ניתן היה להגיע לשירות Wallet. בדוק את החיבור שלך ונסה שוב.
hi: Wallet सर्विस तक नहीं पहुँचा जा सका। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
hr: Nije moguće pristupiti usluzi Wallet. Provjerite vezu i pokušajte ponovno.
hu: A Wallet szolgáltatás nem érhető el. Ellenőrizze a kapcsolatot, és próbálja újra.
id: Tidak dapat menghubungi layanan Wallet. Periksa koneksi Anda, lalu coba lagi.
it: Impossibile raggiungere il servizio Wallet. Controlla la connessione e riprova.
ja: ウォレットのサービスに接続できませんでした。接続を確認して、もう一度お試しください。
ko: 지갑 서비스에 연결할 수 없습니다. 연결 상태를 확인한 후 다시 시도하십시오.
ms: Tidak dapat mencapai perkhidmatan Wallet. Semak sambungan anda dan cuba lagi.
nb: Fikk ikke kontakt med Lommebok-tjenesten. Sjekk tilkoblingen, og prøv igjen.
nl: Kan de Wallet-dienst niet bereiken. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się połączyć z usługą Portfela. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível acessar o serviço da Wallet. Verifique sua conexão e tente novamente.
pt_pt: Não foi possível contactar o serviço da Wallet. Verifique a ligação e tente novamente.
ro: Serviciul Wallet nu a putut fi accesat. Verificați conexiunea și încercați din nou.
ru: Не удалось связаться со службой Wallet. Проверьте подключение и повторите попытку.
sk: Nepodarilo sa spojiť so službou Wallet. Skontrolujte pripojenie a skúste to znova.
sv: Det gick inte att nå tjänsten för Plånbok. Kontrollera anslutningen och försök igen.
th: ไม่สามารถเชื่อมต่อบริการ Wallet ได้ ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Wallet hizmetine ulaşılamadı. Bağlantınızı denetleyip yeniden deneyin.
uk: Не вдалося зв’язатися зі службою Wallet. Перевірте з’єднання і повторіть спробу.
vi: Không thể kết nối với dịch vụ Ví. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法连接钱包服务。请检查网络连接，然后重试。
zh_hant: 無法連線至錢包服務。請檢查網路連線，然後再試一次。
